{
	"@metadata": {
		"authors": [
			"Fryed-peach",
			"Jon Harald Søby",
			"Kghbln",
			"Liuxinyu970226",
			"Purodha",
			"Raymond",
			"The Evil IP address",
			"Wladek92"
		]
	},
	"spamdifftool": "This is an action.",
	"spamdifftool-desc": "{{desc|name=SpamDiffTool|url=https://www.mediawiki.org/wiki/Extension:SpamDiffTool}}",
	"spamdifftool-block": "used for saying Block:\n{{Identical|Block}}",
	"spamdifftool-cant-edit": "Used for saying you doint have permission to edit the Spam Blacklist.",
	"spamdifftool-confirm": "This is used to confirm that you want to add these entries to the Spam Blacklist.",
	"spamdifftool-no-text": "Used for saying there is no text to add to the Spam Blacklist.",
	"spamdifftool-no-title": "Saying there is an error and that there was no page title was specified.",
	"spamdifftool-no-urls-detected": "There were no URLs detected.",
	"spamdifftool-option-domain": "Used for saying all from this domain",
	"spamdifftool-option-subdomain": "Used for saying all from this subdomain",
	"spamdifftool-option-directory": "Used for saying this subdomain and directory",
	"spamdifftool-option-none": "{{Identical|Nothing}}",
	"spamdifftool-spam-link-text": "Used for saying do you want to add to spam",
	"spamdifftool-submit": "{{Identical|Submit}}",
	"spamdifftool-summary": "Used for saying \"add to spam blacklist.\" in an edit summary.\n\nNo: \"Adding to Spam Blacklist\"\n\nThis is the text of an edit summary. SpamDiffTool doesn't let you specify a custom edit summary (to save time etc. which is kinda the main point of using this extension in the first place); this message is used instead.",
	"spamdifftool-tool": "Display name of the tool called SpamDiffTool by its proper name.\n\nIt should be translated.\n\nThe message is a page title — or rather, \"HTML title\". That is, the text displayed on the browser's window/tab — of the Special:SpamDiffTool page. It isn't shown anywhere else. You might want to take a look at [[mw:Extension:SpamDiffTool]] for a screenshot of the extension in action and more.",
	"spamdifftool-top-level-domains": "{{notranslate}}",
	"spamdifftool-urls-detected": "Used for saying the following URLs were detected in the edit(s)."
}
